{
  "Count": 11,
  "Message": "Results returned successfully",
  "Results": [
    {
      "Manufacturer": "BAYERISCHE MOTOREN WERKE",
      "NHTSACampaignNumber": "01V173000",
      "ReportReceivedDate": "/Date(990676800000-0400)/",
      "Component": "STEERING:HYDRAULIC POWER ASSIST:PUMP",
      "Summary": "VEHICLE DESCRIPTION:  PASSENGER VEHICLES.  DUE TO AN ASSEMBLY ERROR DURING VEHICLE PRODUCTION, ANY OF THE THREE BOLTS THAT SECURE THE PULLEY TO THE PUMP MAY HAVE BEEN INADEQUATELY TIGHTENED.",
      "Conequence": "IN SUCH A CASE, THE BOLTS COULD ULTIMATELY LOOSEN CAUSING THE PULLEY TO THROW OFF THE DRIVE BELT.  THIS WOULD RESULT IN THE LOSS OF CERTAIN ENGINE AUXILIARY FUNCTIONS, I.E., POWER STEERING ASSIST, WATER PUMP, OR ALTERNATOR.  STEERING EFFORT WOULD THEN BE INCREASED.",
      "Remedy": "DEALERS WILL INSPECT THE POWER STEERING PUMP PULLEY TO SEE IF IT IS LOOSE.  IF THE PULLEY IS NOT LOOSE ON THE PUMP, THE RETAINING BOLTS WILL BE TORQUED TO SPECIFICATION.  IF THE PULLEY IS LOOSE, THE PUMP, PULLEY, ATTACHING BOLTS, AND DRIVE BELT WILL BE REPLACED.  OWNER NOTIFICATION BEGAN AUGUST 17, 2001.     OWNERS WHO TAKE THEIR VEHICLES TO AN AUTHORIZED DEALER ON AN AGREED UPON SERVICE DATE AND DO NOT RECEIVE THE FREE REMEDY WITHIN A REASONABLE TIME SHOULD CONTACT BMW AT 1-800-831-1117.",
      "Notes": "ALSO CONTACT THE NATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION'S AUTO SAFETY HOTLINE AT 1-888-DASH-2-DOT (1-888-327-4236).",
      "ModelYear": "2001",
      "Make": "BMW",
      "Model": "X5"
    },
    {
      "Manufacturer": "BAYERISCHE MOTOREN WERKE",
      "NHTSACampaignNumber": "02V138000",
      "ReportReceivedDate": "/Date(1021521600000-0400)/",
      "Component": "ENGINE AND ENGINE COOLING:COOLING SYSTEM:FAN",
      "Summary": "ON CERTAIN PASSENGER VEHICLES, THE ENGINE AUXILIARY/COOLING FAN OPERATION, INCLUDING VARIABLE SPEED, IS ELECTRONICALLY CONTROLLED.  FAILURE OF THE FAN MOTOR CAN CAUSE THE ELECTRICAL CIRCUITRY OF THE FAN CONTROL UNIT TO OVERLOAD AND FAIL, CAUSING THE FAN TO STOP OPERATING.",
      "Conequence": "IF THIS WERE TO OCCUR, ENGINE OVERHEATING AND SUBSEQUENT ENGINE DAMAGE COULD RESULT.  IN ADDITION, IT IS POSSIBLE FOR THE FAILURE OF THE ELECTRICAL CIRCUITRY TO CAUSE A FIRE IN THE FAN CONTROL UNIT LOCATED IN THE FRONT OF THE ENGINE COMPARTMENT.",
      "Remedy": "DEALERS WILL REPLACE THE FAN.  OWNER NOTIFICATION BEGAN SEPTEMBER 28, 2001.  THIS IS A SUPPLEMENT TO A RECALL THAT BEGAN DURING SEPTEMBER 2001 (SEE RECALL CAMPAIGN 01V206).  OWNERS WHO TAKE THEIR VEHICLES TO AN AUTHORIZED DEALER ON AN AGREED UPON SERVICE DATE AND DO NOT RECEIVE THE FREE REMEDY WITHIN A REASONABLE TIME SHOULD CONTACT BMW AT 1-800-831-1117. ",
      "Notes": "ALSO CONTACT THE NATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION'S AUTO SAFETY HOTLINE AT 1-888-DASH-2-DOT (1-888-327-4236).",
      "ModelYear": "2001",
      "Make": "BMW",
      "Model": "X5"
    },
    {
      "Manufacturer": "BAYERISCHE MOTOREN WERKE",
      "NHTSACampaignNumber": "02V194000",
      "ReportReceivedDate": "/Date(1027483200000-0400)/",
      "Component": "SERVICE BRAKES, HYDRAULIC:PEDALS AND LINKAGES",
      "Summary": "ON CERTAIN PASSENGER VEHICLES, DUE TO A MANUFACTURING PROBLEM, THE BRAKE PEDAL ARM PIVOT SHAFT COULD LOOSEN FROM ITS SUPPORT BRACKET.",
      "Conequence": "EVENTUALLY, THE BRAKE PEDAL ARM COULD DETACH FROM THE BRACKET, RENDERING THE SERVICE BRAKING SYSTEM INEFFECTIVE, INCREASING THE RISK OF A CRASH.",
      "Remedy": "DEALERS WILL CHECK THE BRAKE PEDAL ARM PIVOT SHAFT FOR PROPER SEATING IN ITS SUPPORT BRACKET.  IN ADDITION, A PIN WILL BE INSTALLED TO SECURE THE SHAFT TO THE BRACKET.   OWNER NOTIFICATION BEGAN AUGUST 14, 2002.    OWNERS WHO TAKE THEIR VEHICLES TO AN AUTHORIZED DEALER ON AN AGREED UPON SERVICE DATE AND DO NOT RECEIVE THE FREE REMEDY WITHIN A REASONABLE TIME SHOULD CONTACT BMW AT 1-800-332-4269.",
      "Notes": "ALSO, CUSTOMERS CAN CONTACT THE NATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION'S AUTO SAFETY HOTLINE AT 1-888-DASH-2-DOT (1-888-327-4236).",
      "ModelYear": "2001",
      "Make": "BMW",
      "Model": "X5"
    },
    {
      "Manufacturer": "BAYERISCHE MOTOREN WERKE",
      "NHTSACampaignNumber": "03V001000",
      "ReportReceivedDate": "/Date(1042088400000-0500)/",
      "Component": "SERVICE BRAKES, HYDRAULIC:FOUNDATION COMPONENTS:HOSES, LINES/PIPING, AND FITTINGS",
      "Summary": "ON CERTAIN SPORT UTILITY VEHICLES,  IT MAY BE POSSIBLE FOR THE FRONT BRAKE LINE TO SLIP OUT OF THE RETAINING BRACKET LOCATED AT THE FRONT STRUT.  THE BRAKE HOSE THAT IS ATTACHED TO THE BRAKE LINE COULD COME IN CONTACT WITH THE TIRE AND BE SUBJECTED TO WEAR AND ABRASION.  ",
      "Conequence": "THIS COULD INITIALLY CAUSE SOME BRAKE FLUID LEAKAGE, AND EVENTUALLY LEAD TO A SUBSTANTIAL LOSS OF BRAKE FLUID.  THERE COULD BE A NOTICEABLE REDUCTION IN BRAKE PERFORMANCE IF A LOSS OF FRONT BRAKE PERFORMANCE OCCURS.  ",
      "Remedy": "DEALERS WILL INSTALL AN ADDITIONAL RETAINING CLIP TO FURTHER SECURE THE BRAKE LINE TO THE FRONT STRUT.  ADDITIONALLY, IF INSPECTION OF ANY BRAKE HOSE INDICATES THAT IT HAS EXPERIENCED DAMAGE, THE HOSE WILL BE REPLACED.  OWNER NOTIFICATION BEGAN FEBRUARY 14, 2003.    OWNERS WHO TAKE THEIR VEHICLES TO AN AUTHORIZED DEALER ON AN AGREED UPON SERVICE DATE AND DO NOT RECEIVE THE FREE REMEDY WITHIN A REASONABLE TIME SHOULD CONTACT BMW AT 1-800-831-1117.",
      "Notes": "CUSTOMERS CAN ALSO CONTACT THE NATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION'S AUTO SAFETY HOTLINE AT 1-888-DASH-2-DOT (1-888-327-4236).",
      "ModelYear": "2001",
      "Make": "BMW",
      "Model": "X5"
    },
    {
      "Manufacturer": "BMW of North America, LLC",
      "NHTSACampaignNumber": "17V047000",
      "NHTSAActionNumber": "EA15001",
      "ReportReceivedDate": "/Date(1484888400000-0500)/",
      "Component": "AIR BAGS:FRONTAL:DRIVER SIDE INFLATOR MODULE",
      "Summary": "BMW of North America, LLC (BMW) is recalling certain 2000-2002 BMW 320i, 323i, 325i, 325xi, 330i, 330xi, 323Ci, 325Ci, 330Ci, M3, 323iT, 325iT and 325xiT vehicles, 2001-2002 525i, 530i, 540i, M5, 525iT and 540iT vehicles, and 2001-2003 X5 3.0i, X5 4.4i, and X5 4.6is vehicles.  These vehicles may have had a driver-side air bag module installed as replacement equipment such as after a vehicle crash necessitating replacement of the original air bag, or as a remedy part for a prior recall.  These replacement modules contain an air bag inflator that may rupture due to propellant degradation occurring after long-term exposure to lower absolute humidity, temperature and temperature cycling.",
      "Conequence": "In the event of a crash necessitating deployment of the driver's frontal air bag, the inflator could rupture with metal fragments striking the driver or other occupants resulting in serious injury or death.",
      "Remedy": "BMW will notify owners, and dealers will inspect the driver side air bag module, replacing it as necessary, free of charge.  The recall began March 15, 2017.  Owners may contact BMW customer service at 1-800-525-7417.",
      "Notes": "Owners may also contact the National Highway Traffic Safety Administration Vehicle Safety Hotline at 1-888-327-4236 (TTY 1-800-424-9153), or go to www.safercar.gov.",
      "ModelYear": "2001",
      "Make": "BMW",
      "Model": "X5"
    },
    {
      "Manufacturer": "BAYERISCHE MOTOREN WERKE",
      "NHTSACampaignNumber": "00V261000",
      "ReportReceivedDate": "/Date(968644800000-0400)/",
      "Component": "SEAT BELTS:FRONT:ANCHORAGE",
      "Summary": "VEHICLE DESCRIPTION:  SPORT UTILITY VEHICLES.  THE SAFETY BELT LOWER OUTBOARD ANCHORAGE BOLT ON THE DRIVER'S AND FRONT PASSENGER'S SEATS MAY NOT HAVE BEEN SECURED PROPERLY.",
      "Conequence": "IN THE EVENT OF A CRASH, THE SAFETY BELT SYSTEM MIGHT NOT BE ABLE TO PROVIDE ITS MAXIMUM RESTRAINT FUNCTION.",
      "Remedy": "DEALERS WILL INSPECT THE BOLTS AND CORRECT THE TORQUE IF NECESSARY.",
      "Notes": "OWNER NOTIFICATION BEGAN SEPTEMBER 27,  2000.  OWNERS WHO TAKE THEIR VEHICLES TO AN AUTHORIZED DEALER ON AN AGREED UPON SERVICE DATE AND DO NOT RECEIVE THE FREE REMEDY WITHIN A REASONABLE TIME SHOULD CONTACT BMW AT 1-800-831-1117.   ALSO CONTACT THE NATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION'S AUTO SAFETY HOTLINE AT 1-888-DASH-2-DOT (1-888-327-4236).",
      "ModelYear": "2001",
      "Make": "BMW",
      "Model": "X5"
    },
    {
      "Manufacturer": "BAYERISCHE MOTOREN WERKE",
      "NHTSACampaignNumber": "01V030000",
      "ReportReceivedDate": "/Date(981435600000-0500)/",
      "Component": "STEERING:LINKAGES:KNUCKLE:SPINDLE:ARM",
      "Summary": "VEHICLE DESCRIPTION:   PASSENGER VEHICLES.    DURING ASSEMBLY OF THESE VEHICLES, THE LOWER END OF THE SPINDLE MAY NOT HAVE BEEN INSERTED COMPLETELY INTO THE COUPLING.  IN SUCH A CASE, THE FASTENING BOLT USED TO SECURE THE CONNECTION MAY NOT COMPLETELY ENGAGE THE SPINDLE WITHIN THE COUPLING. DURING DRIVING, IT WOULD BE POSSIBLE FOR THE SPINDLE TO DISCONNECT.",
      "Conequence": "THIS COULD RESULT IN A LOSS OF STEERING CAPABILITY AND INCREASING THE RISK OF A CRASH.",
      "Remedy": "DEALERS WILL INSPECT THE SPINDLE TO ENSURE PROPER INSERTION IN THE COUPLING, AND, IF NECESSARY, THE SPINDLE WILL BE FULLY INSERTED AND THE FASTENING BOLT REPLACED.  OWNER NOTIFICATION BEGAN FEBRUARY 6, 2001.  OWNERS WHO TAKE THEIR VEHICLES TO AN AUTHORIZED DEALER ON AN AGREED UPON SERVICE DATE AND DO NOT RECEIVE THE FREE REMEDY WITHIN A REASONABLE TIME SHOULD CONTACT BMW AT 1-800-831-1117.",
      "Notes": "ALSO CONTACT THE NATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION'S AUTO SAFETY HOTLINE AT 1-888-DASH-2-DOT (1-888-327-4236).",
      "ModelYear": "2001",
      "Make": "BMW",
      "Model": "X5"
    },
    {
      "Manufacturer": "BAYERISCHE MOTOREN WERKE",
      "NHTSACampaignNumber": "00V341000",
      "ReportReceivedDate": "/Date(972360000000-0400)/",
      "Component": "STEERING:LINKAGES:ROD:RELAY:CONNECTING",
      "Summary": "VEHICLE DESCRIPTION:  SPORT UTILITY VEHICLES.  THE NUT THAT SECURES THE AXIAL JOINT OF THE LEFT STEERING TIE ROD TO THE STEERING GEAR BOX MAY HAVE NOT HAVE BEEN TIGHTENED SECURELY.  THIS COULD LEAD TO LOOSENING OF THE NUT AND, INITIALLY TO STEERING WHEEL PLAY AND/OR MISALIGNMENT, AS WELL AS NOISE FROM THE STEERING LINKAGE.  IF VEHICLE OPERATION CONTINUES, THE TIE ROD COULD DISCONNECT FROM THE STEERING GEAR BOX.",
      "Conequence": "IF THIS WERE TO OCCUR, LOSS OF STEERING CONTROL COULD RESULT.",
      "Remedy": "DEALERS WILL INSPECT AND RE-TORQUE THE NUT SECURING THE AXIAL JOINT OF THE LEFT STEERING TIE ROD.  IF THE TORQUE OF THE NUT IS FOUND TO BE LOOSE, THE RIGHT NUT WILL ALSO BE CHECKED AND CORRECTED IF NECESSARY, AND A FRONT WHEEL ALIGNMENT WILL BE PERFORMED.",
      "Notes": "OWNER NOTIFICATION BEGAN NOVEMBER 14, 2000.  OWNERS WHO TAKE THEIR VEHICLES TO AN AUTHORIZED DEALER ON AN AGREED UPON SERVICE DATE AND DO NOT RECEIVE THE FREE REMEDY WITHIN A REASONABLE TIME SHOULD CONTACT BMW AT 1-800-831-1117.  ALSO CONTACT THE NATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION'S AUTO SAFETY HOTLINE AT 1-888-DASH-2-DOT (1-888-327-4236).",
      "ModelYear": "2001",
      "Make": "BMW",
      "Model": "X5"
    },
    {
      "Manufacturer": "BAYERISCHE MOTOREN WERKE",
      "NHTSACampaignNumber": "01V196000",
      "ReportReceivedDate": "/Date(992491200000-0400)/",
      "Component": "POWER TRAIN:AUTOMATIC TRANSMISSION:PARK/NEUTRAL START SWITCH",
      "Summary": "VEHICLE DESCRIPTION:  4.4I SPORT UTILITY VEHICLES.   OVER AN EXTENDED PERIOD OF TIME, ABRASION PARTICLES COULD DEPOSIT ON THE ELECTRICAL CONTACTS WITHIN THE SWITCH, CAUSING A DISRUPTION OF THE ELECTRIC CURRENT THROUGH THE CONTACTS.   IF THE DISRUPTION OCCURS WHEN THE VEHICLE IS STATIONARY WITH THE TRANSMISSION IN THE NEUTRAL OR PARK POSITIONS, THE TRANSMISSION WILL SWITCH AUTOMATICALLY INTO THE EMERGENCY PROGRAM, WHICH IS DISPLAYED IN THE INSTRUMENT CLUSTER VIA A WARNING LAMP AND A MESSAGE, \"TRANS. FAIL-SAFE PROG.\"  IN THIS CASE, THE VEHICLE CAN BE DRIVEN IN LOWER GEARS ONLY WITH LIMITED ENGINE OUTPUT.",
      "Conequence": "IF THIS PROBLEM OCCURS, THE ABILITY TO MAINTAIN SPEED IN TRAFFIC AND/OR ACCELERATE COULD BE GREATLY DIMINISHED, POSSIBLY LEADING TO A CRASH.",
      "Remedy": " DEALERS WILL REPLACE THE TRANSMISSION GEAR POSITION INDICATOR SWITCH.  OWNER NOTIFICATION BEGAN AUGUST 14, 2001.     OWNERS WHO TAKE THEIR VEHICLES TO AN AUTHORIZED DEALER ON AN AGREED UPON SERVICE DATE AND DO NOT RECEIVE THE FREE REMEDY WITHIN A REASONABLE TIME SHOULD CONTACT BMW AT 1-800-831-1117.",
      "Notes": "ALSO CONTACT THE NATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION'S AUTO SAFETY HOTLINE AT 1-888-DASH-2-DOT (1-888-327-4236).",
      "ModelYear": "2001",
      "Make": "BMW",
      "Model": "X5"
    },
    {
      "Manufacturer": "BAYERISCHE MOTOREN WERKE",
      "NHTSACampaignNumber": "01V197000",
      "ReportReceivedDate": "/Date(992491200000-0400)/",
      "Component": "SERVICE BRAKES, HYDRAULIC:POWER ASSIST:VACUUM",
      "Summary": "VEHICLE DESCRIPTION:  SPORT UTILITY VEHICLES.  DUE TO AN ASSEMBLY ERROR, ONE OR BOTH SELF-LOCKING NUTS THAT SECURE THE PEDAL ASSEMBLY TO THE BOOSTER MAY HAVE BEEN CROSS-THREADED ON THE BOOSTER STUDS THAT PROTRUDE THROUGH THE FIREWALL.  IN SUCH A CASE, THE NUT(S) WOULD NOT BE FULLY SEATED ON THE STUD(S).",
      "Conequence": "IF THIS OCCURRED, THE EFFECTIVE BRAKE PEDAL TRAVEL COULD BE REDUCED DUE TO RELATIVE MOVEMENT BETWEEN THE PEDAL AND BOOSTER.  BRAKING PERFORMANCE WHILE DRIVING COULD BE ADVERSELY AFFECTED.  IN ADDITION, IT IS POSSIBLE THAT THE BOOSTER COULD DEVELOP A LEAK AFTER AN EXTENDED PERIOD OF TIME RESULTING IN A REDUCTION IN BRAKE POWER ASSIST.",
      "Remedy": "DEALERS WILL INSPECT THE TWO LOCK NUTS TO DETERMINE IF THEY ARE PROPERLY SEATED.   IF THE NUTS ARE NOT PROPERLY SEATED OR ARE CROSS-THREADED, THE BRAKE BOOSTER WILL BE REPLACED.  OWNER NOTIFICATION BEGAN AUGUST 17, 2001.     OWNERS WHO TAKE THEIR VEHICLES TO AN AUTHORIZED DEALER ON AN AGREED UPON SERVICE DATE AND DO NOT RECEIVE THE FREE REMEDY WITHIN A REASONABLE TIME SHOULD CONTACT BMW AT 1-800-831-1117.",
      "Notes": "ALSO CONTACT THE NATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION'S AUTO SAFETY HOTLINE AT 1-888-DASH-2-DOT (1-888-327-4236).",
      "ModelYear": "2001",
      "Make": "BMW",
      "Model": "X5"
    },
    {
      "Manufacturer": "BAYERISCHE MOTOREN WERKE",
      "NHTSACampaignNumber": "01V206000",
      "ReportReceivedDate": "/Date(993096000000-0400)/",
      "Component": "ENGINE AND ENGINE COOLING:COOLING SYSTEM:FAN",
      "Summary": "VEHICLE DESCRIPTION:   PASSENGER VEHICLES.   THE ENGINE AUXILIARY/COOLING FAN OPERATION, INCLUDING VARIABLE SPEED, IS ELECTRONICALLY CONTROLLED.  FAILURE OF THE FAN MOTOR CAN CAUSE THE ELECTRICAL CIRCUITRY OF THE FAN CONTROL UNIT TO OVERLOAD AND FAIL, CAUSING THE FAN TO STOP OPERATING.",
      "Conequence": "IF THIS WERE TO OCCUR, ENGINE OVERHEATING AND SUBSEQUENT ENGINE DAMAGE COULD RESULT.  IN ADDITION, IT IS POSSIBLE FOR THE FAILURE OF THE ELECTRICAL CIRCUITRY TO CAUSE A FIRE IN THE FAN CONTROL UNIT LOCATED IN THE FRONT OF THE ENGINE COMPARTMENT.",
      "Remedy": "DEALERS WILL REPLACE THE FAN.  OWNER NOTIFICATION BEGAN SEPTEMBER 28, 2001.     OWNERS WHO TAKE THEIR VEHICLES TO AN AUTHORIZED DEALER ON AN AGREED UPON SERVICE DATE AND DO NOT RECEIVE THE FREE REMEDY WITHIN A REASONABLE TIME SHOULD CONTACT BMW AT 1-800-831-1117.",
      "Notes": "ALSO CONTACT THE NATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION'S AUTO SAFETY HOTLINE AT 1-888-DASH-2-DOT (1-888-327-4236).",
      "ModelYear": "2001",
      "Make": "BMW",
      "Model": "X5"
    }
  ]
}
